/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Alertar 1 Minuto Antes de Desconectar";

/* Title for the about page */
"About" = "Sobre";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Account";

/* Title for the accounts tab */
"Accounts" = "Contas";

/* String to be displayed when a buddy is Active */
"Active" = "Active";

/* Button title to add someone as a buddy */
"Add" = "Add";

/* The title for the view to add a buddy */
"Add Buddy" = "Add Buddy";

/* String to describe advanced set of settings */
"Advanced" = "Avançado";

/* Agree to EULA */
"Agree" = "Aceitar";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Allow Plaintext Authentication";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Auto-apagar";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-start Encryption";

/* Label in buddy list for users that are available */
"Available" = "Disponível";

/* Label in buddy list for users that are away */
"Away" = "Ocupado";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "A sessão em segundo plano irá expirar em um minuto.";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Básico";

/* The String for a button to block a buddy */
"Block" = "Block";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Block & Remove";

/* Name for default buddy group */
"Buddies" = "Buddies";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Buddy Info";

/* Title for the buddy list tab */
"Buddy List" = "Lista de Amigos";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Cancelar";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Cancelar Bate Papo Criptografado";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Bate Papo";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Converse comigo usando criptografia";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "O Chatterbox veio até você por vários projetos de software livre";

/* let users know source is on Github */
"Check out the source here on Github" = "Verifique o código fonte aqui no Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Limpar Histórico de Bate Papo";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Connect anyway";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Connect Facebook";

/* Whether or not account is logged in */
"Connected" = "Conectado";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Contribua com uma tradução";

/* Title for the conversations tab */
"Conversations" = "Bate papos";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Apagar Conta?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Apagar bate papos após desconectar";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Delivered";

/* Disagree with EULA */
"Disagree" = "Não aceitar";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Disconnect Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Desconectado";

/* Text for button to dismiss alert view */
"Dismiss" = "Dismiss";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Do Not Disturb";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain needs to be set manually when specifying a custom port";

/* Title for donation link */
"Donate" = "Donate";

/* Title for button to press when user is finished */
"Done" = "Feito";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Entered Text";

/* Title of error message pop-up box */
"Error!" = "Erro!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Falha ao conectar no servidor XMPP. Por favor verifique suas credenciais e sua conexão com a internet e tente novamente.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Falha ao iniciar autenticação. Por favor tente novamente.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Assinatura para você";

/* Size for the font in the chat screen */
"Font Size" = "Tamanho da Fonte";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Gone";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Group";

/* The string describing a buddy's groups ... plural */
"Groups" = "Groups";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Hostname Incompatível";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Ignorar";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "In order to change languages return to the home screen and remove Chatterbox from the recently used apps";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Inactive";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Iniciar Conversa Criptografada";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "está disponível";

/* Message shown in line for users that are away */
"is now away" = "está ocupado";

/* Message shown in line for users that are offline */
"is now offline" = "está desconectado";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Language";

/* String of title to alert user language is change */
"Language Change" = "Language Change";

/* log in to account */
"Log In" = "Autenticar";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Autentique na página de Configurações (encontrada no canto superior direito da lista de contatos) e então selecione um amigo da Lista de Amigos para iniciar um bate papo.";

/* log out from account */
"Log Out" = "Sair";

/* shown during the login process */
"Logging in..." = "Entrando...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Autenticação para";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Logout from OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Sair do XMPP?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Message";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Name";

/* For a new settings value */
"New" = "Novo";

/* Title for New Account View */
"New Account" = "Nova Conta";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "New Status Message: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Sem Contas Salvas";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Indisponível";

/* Not Verified or cancel verified */
"Not Verified" = "Not Verified";

/* Label in buddy list for users that are offline */
"Offline" = "Desconectado";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Antigo";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Abrir no Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Opcional";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Outro";

/* Label text for password field on login screen */
"Password" = "Senha";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Pending Approval";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Apagar permanentemente";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to Chatterbox project website */
"Project Homepage" = "Página do Projeto";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Impressão digital para";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Ler";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recente";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Reject";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Lembrar senha";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Lembrar usuário";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Remove";

/* Reply to an incoming message */
"Reply" = "Responder";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Require TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Required";

/* Title for button for saving a setting */
"Save" = "Salvar";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Aviso de Segurança";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "SSL Auto Assinado";

/* For sending a message */
"Send" = "Enviar";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Send Delivery Receipts";

/* String on button to email feedback */
"Send Feedback" = "Send Feedback";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Configurações";

/* Title for sharing a link to the app */
"Share" = "Compartilhar";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* description for what the font size setting affects */
"Size for font in chat view" = "Tamanho da fonte na visualização do bate papo";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Erro no Hostname do SSL";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Subscription Requests";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "O bate papo com %@ não é mais seguro.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Este bate papo é seguro";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Este bate papo é seguro e verificado";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/Chatterbox and will redirect to the App Store." = "Este QR Code contém um link para http://omniqrcode.com/q/Chatterbox e irá redirecionar para a App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Typing";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Usuário";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "Verified";

/* Shown when verifying fingerprints */
"Verify" = "Verificar";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verificar Assinatura";

/* Shown when verifying fingerprints */
"Verify Later" = "Verify Later";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versão";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Perigo: Este bate papo não está criptografado";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Perigo: Use com cuidado! Isso pode reduzir sua segurança.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Quando você sair, esta conversa será apagada para sempre.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "You (%@) have disconnected.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "You are: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Você precisa estar em um bate papo seguro primeiro.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Você precisa entrar com seu usuário e senha para autenticar.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "Your donation will help fund the continued development of Chatterbox.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Seu usuário do Facebook não é o endereço de email utilizado para autenticar no Facebook.";

